Repository: darktable-org/darktable
Catalog: doc/usermanual/po/de.tmx
Source language: en
Languages: de

source: subdivisions
de: Unterteilung

source: number of subdivisions per grid rectangle
de: Anzahl der Unterteilungen pro Gitterrechteck

source: extra
de: weiter

source: golden sections
de: Goldener Schnitt

source: golden spiral sections
de: Abschnitte der goldenen Spirale

source: golden spiral
de: Goldene Spirale

source: show some extra guides
de: weitere Hilfslinien anzeigen

source: grid
de: Gitter

source: rules of thirds
de: Drittelregel

source: metering
de: Messung

source: perspective
de: Perspektive

source: diagonal method
de: Diagonalen

source: harmonious triangles
de: harmonische Dreiecke

source: golden mean
de: goldener Schnitt

source: select _all
de: a_lles auswählen

source: select _none
de: _nichts auswählen

source: include
de: einbeziehen

source: item
de: Einstellung

source: modules order
de: Modulsortierung

source: can't copy history out of unaltered image
de: Kann keinen Verlauf aus unbearbeitetem Bild kopieren

source: normal images
de: normale Bilder

source: interface language
de: Sprache der Oberfläche

source: double click to reset to the system language
de: Doppelklick, um auf die Standardsprache des Systems zurückzusetzen

source: set the language of the user interface. the system default is marked with an * (needs a restart)
de: Setzt die Sprache der Benutzeroberfläche. Der Systemstandard ist mit einem * markiert. Bei Änderung Neustart erforderlich.

source: theme
de: Design

source: set the theme for the user interface
de: Setzt das Design der Benutzeroberfläche

source: use system font size
de: System-Schriftgröße nutzen

source: font size in points
de: Schriftgröße in Punkten

source: modify selected theme with CSS tweaks below
de: ausgewähltes Design durch CSS-Anweisungen anpassen

source: save theme tweaks
de: Designanpassungen speichern

source: /* ERROR Loading user.css */
de: /* Fehler beim Laden von „user.css” */

source: /* Enter CSS theme tweaks here */
de: /* CSS-Anweisungen zur Designanpassung hier eingeben */

source: darktable preferences
de: darktable-Voreinstellungen

source: model
de: Modell

source: maker
de: Hersteller

source: import...
de: importieren...

source: shortcuts
de: Tastenkombinationen

source: shortcut
de: Tastenkombination

source: binding
de: Belegung

source: export...
de: exportieren

source: press key combination to remap...
de: Neue Tastenkombination drücken...

source: %s accel is already mapped to %s. do you want to replace it ?
de: Tastenkombination „%s” bereits „%s” zugewiesen. Soll sie überschrieben werden?

source: accel conflict
de: Konflikt bei der Beschleunigung

source: do you really want to delete the preset `%s'?
de: Soll die Voreinstellung „%s” wirklich gelöscht werden?

source: delete preset?
de: Voreinstellung löschen?

source: select file to export
de: Datei zum exportieren wählen

source: select file to import
de: Datei zum importieren wählen

source: _open
de: Ö_ffnen

source: are you sure you want to restore the default keybindings? this will erase any modifications you have made.
de: Sind Sie sich sicher, dass Sie die Standard-Tastenkürzel wiederherstellen wollen? Alle persönlichen Änderungen gehen hierdurch verloren.

source: select preset to import
de: Voreinstellung zum importieren wählen

source: failed to import preset
de: Voreinstellung konnte nicht importiert werden

source: edit `%s' for module `%s'
de: Bearbeite „%s“ des Moduls „%s“

source: description or further information
de: Beschreibung für weitere Information

source: auto apply this preset to matching images
de: Diese Voreinstellung automatisch auf passende Bilder anwenden

source: only show this preset for matching images
de: Diese Voreinstellung nur für passende Bilder anzeigen

source: be very careful with this option. this might be the last time you see your preset.
de: Mit dieser Option sehr vorsichtig sein. Es könnte das letzte Mal sein, dass diese Voreinstellung angezeigt wird.

source: string to match model (use % as wildcard)
de: Zeichenkette, auf die das Modell passen muss (‚%‘ als Platzhalter benutzen)

source: string to match maker (use % as wildcard)
de: Zeichenkette, auf die der Hersteller passen muss (‚%‘ als Platzhalter benutzen)

source: string to match lens (use % as wildcard)
de: Zeichenkette, auf die das Objektiv passen muss (‚%‘ als Platzhalter benutzen)

source: minimum ISO value
de: Mindest-ISO-Wert

source: maximum ISO value
de: Maximum-ISO-Wert

source: minimum exposure time
de: Mindest-Belichtungszeit

source: maximum exposure time
de: Maximum-Belichtungszeit

source: minimum aperture value
de: Mindest-Blendenwert

source: maximum aperture value
de: Maximum-Blendenwert

source: minimum focal length
de: Mindest-Brennweite

source: maximum focal length
de: Maximum-Brennweite

source: _select as output destination
de: als Ausgabeziel _wählen

source: preset %s was successfully saved
de: Voreinstellung „%s” wurde erfolgreich gespeichert

source: new preset
de: Neue Voreinstellung

source: please give preset a name
de: Geben Sie der Voreinstellung einen Namen

source: unnamed preset
de: unbenannte Voreinstellung

source: preset `%s' already exists. do you want to overwrite?
de: Voreinstellung „%s” existiert bereits. Soll sie überschrieben werden?

source: overwrite preset?
de: Voreinstellung überschreiben?

source: name of the preset
de: Name der Voreinstellung

source: (default)
de: (Standard)

source: disabled: wrong module version
de: deaktiviert: falsche Modul-Version

source: edit this preset..
de: Diese Voreinstellung bearbeiten..

source: delete this preset
de: Diese Voreinstellung löschen

source: store new preset..
de: Neue Voreinstellung speichern..

source: update preset
de: aktualisiere Voreinstellung

source: favourite
de: Favorit

source: style %s was successfully saved
de: Stil „%s” erfolgreich gespeichert

source: edit style
de: Stil bearbeiten

source: duplicate style
de: Stil duplizieren

source: creates a duplicate of the style before applying changes
de: erzeuge ein Duplikat des Stils, bevor die Änderungen angewandt werden

source: create new style
de: Neuen Stil erstellen

source: enter a name for the new style
de: Name für den neuen Stil eingeben

source: enter a description for the new style, this description is searchable
de: Beschreibung für den neuen Stil eingeben, diese Beschreibung ist durchsuchbar

source: update
de: aktualisieren

source: can't create style out of unaltered image
de: Kann keinen Stil aus unbearbeitetem Bild erzeugen

source: copy
de: kopieren

source: do a 1:1 copy of the selected files. the global options below do not apply!
de: Mache eine 1:1-Kopie der ausgewählten Dateien. Die folgenden globalen Optionen werden nicht benutzt!

source: the selected output profile doesn't work well with exr
de: das gewählte Ausgabe-Profil kann mit EXR Probleme geben

source: OpenEXR (float)
de: OpenEXR (Fließkomma)

source: compression mode
de: Kompression

source: PIZ (default)
de: PIZ (Standard)

source: PXR24 (lossy)
de: PXR24 (verlustbehaftet)

source: B44 (lossy)
de: B44 (verlustbehaftet)

source: B44A (lossy)
de: B44A (verlustbehaftet)

source: quality
de: Qualität

source: DCP mode
de: DCP-Modus

source: invalid paper size
de: ungültiges Papierformat

source: invalid border size, using 0
de: ungültige Randgröße wurde durch 0 ersetzt

source: could not export to file `%s'!
de: Konnte nicht in Datei „%s” exportieren!

source: enter the title of the pdf
de: Titel des PDFs eingeben

source: paper size
de: Papierformat

source: paper size of the pdf either one from the list or "<width> [unit] x <height> <unit> example: 210 mm x 2.97 cm
de: Papierformat des PDFs entweder eins aus der Liste oder "<Breite> [Einheit] x <Höhe> <Einheit> Beispiel: 210 mm x 2,97 cm

source: page orientation
de: Seitenausrichtung

source: portrait
de: Hochformat

source: landscape
de: Querformat

source: paper orientation of the pdf
de: Papier-Ausrichtung des PDFs

source: border
de: Rand

source: empty space around the pdf format: size + unit examples: 10 mm, 1 inch
de: Leerraum um das PDF Format: Größe + Einheit Beispiele: 10 mm, 1 inch

source: dpi of the images inside the pdf
de: DPI der Bilder im PDF

source: rotate images
de: Bilder drehen

source: images can be rotated to match the pdf orientation to waste less space when printing
de: Bilder können so gedreht werden, dass sie der Ausrichtung des PDFs angepasst werden, um weniger Platz beim Drucken zu verschwenden

source: TODO: pages
de: TODO: Seiten

source: single images
de: einzelne Bilder

source: contact sheet
de: Kontaktabzug

source: what pages should be added to the pdf
de: welche Seiten sollen dem PDF hinzugefügt werden

source: embed icc profiles
de: ICC-Profil einbinden

source: images can be tagged with their icc profile
de: Bilder können mit ihrem ICC-Profil versehen werden

source: bit depth
de: Farbtiefe

source: bits per channel of the embedded images
de: Bit pro Farbkanal der eingebetteten Bilder

source: compression
de: Kompression

source: uncompressed
de: unkomprimiert

source: method used for image compression uncompressed -- fast but big files deflate -- smaller files but slower
de: Methode zur Komprimierung der Bilder unkomprimiert – schnell, aber große Dateien Deflate – kleinere Dateien, aber langsamer

source: image mode
de: Bildmodus

source: draft
de: Entwurf

source: normal -- just put the images into the pdf draft -- images are replaced with boxes debug -- only show the outlines and bounding boxen
de: Normal – nur die Bilder ins PDF einfügen Entwurf – Bilder durch Rechtecke ersetzen Debug – nur Umrisse und Bounding Boxen zeigen

source: PFM (float)
de: PFM (Fließkomma)

source: image
de: Bild

source: 32 bit (float)
de: 32 Bit (Fließkomma)

source: deflate with predictor
de: Deflate mit Predictor

source: deflate with predictor (float)
de: Deflate mit Predictor (Fließkomma)

source: compression level
de: Kompressionsstärke

source: compression type
de: Kompression

source: lossy
de: verlustbehaftet

source: lossless
de: verlustlos

source: applies only to lossy setting
de: nur bei verlustbehafteter Kompression relevant

source: image hint
de: Bild-Hinweis

source: image characteristics hint for the underlying encoder. picture : digital picture, like portrait, inner shot photo : outdoor photograph, with natural lighting graphic : discrete tone image (graph, map-tile etc)
de: Hinweis auf die Bildcharakteristik für den zugrundeliegenden Encoder. Bild: Digitales Bild wie ein Porträt, Innenaufnahme Foto: Außenaufnahme mit natürlichem Licht Grafik: Bild mit begrenztem Farbumfang (Grafik, Kartenkachel usw.)

source: picture
de: Bild

source: photo
de: Foto

source: graphic
de: Grafik

source: file on disk
de: Datei auf Festplatte

source: enter the path where to put exported images variables support bash like string manipulation recognized variables:
de: Speicherpfad für exportierte Bilder angeben Variablen unterstützen Bash-artige Stringmanipulationen mögliche Variablen:

source: on conflict
de: bei Konflikten

source: create unique filename
de: umbenennen

source: overwrite
de: überschreiben

source: skip
de: überspringen

source: could not create directory `%s'!
de: Konnte Verzeichnis „%s” nicht erstellen!

source: could not write to directory `%s'!
de: Konnte nicht in Verzeichnis „%s” schreiben!

source: %d/%d skipping `%s'
de: %d / %d überspringen „%s”

source: %d/%d exported to `%s'
de: %d / %d exportiert nach „%s”

source: you are going to export on overwrite mode, this will overwrite any existing images do you really want to continue?
de: Sie exportieren im Überschreibmodus, dadurch werden alle vorhandenen Bilder überschrieben. Möchten Sie wirklich weitermachen?

source: send as email
de: als E-Mail senden

source: images exported from darktable
de: Aus darktable exportierte Bilder

source: could not launch email client!
de: Konnte E-Mail-Programm nicht starten!

source: website gallery
de: Webseiten-Galerie

source: enter the title of the website
de: Titel für die Webseite eingeben

source: LaTeX book template
de: LaTeX-Buch-Vorlage

source: enter the title of the book
de: den Titel für das Buch eingeben

source: authenticated
de: authentifiziert

source: not authenticated
de: nicht authentifiziert

source: not authenticated, cannot reach server
de: Nicht authentifiziert, konnte den Server nicht erreichen

source: create new album
de: Neues Album erstellen

source: cannot refresh albums
de: Kann Albenliste nicht aktualisieren

source: accounts
de: Konten

source: the server name default protocol is https specify http:// if non secure server
de: Der Name des Servers. Das Standard-Protokoll ist HTTPS. spezifiziere http:// falls kein HTTPS verfügbar ist

source: user
de: Benutzer

source: password
de: Passwort

source: visible to
de: sichtbar für

source: everyone
de: jeden

source: contacts
de: Kontakte

source: friends
de: Freunde

source: family
de: Familie

source: you
de: Sie

source: refresh album list
de: Albenliste aktualisieren

source: new album
de: Neues Album

source: parent album
de: Übergeordnetes Album

source: click login button to start
de: zum Starten den Login-Knopf drücken

source: cannot create a new piwigo album!
de: Konnte kein neues Piwigo-Album erstellen!

source: could not upload to piwigo!
de: Konnte nicht zu Piwigo hochladen!

source: %d/%d exported to piwigo webalbum
de: %d/%d ins Picasa-Webalbum exportiert

source: perspective correction
de: Perspektivkorrektur

source: rotation
de: Drehung

source: lens shift (v)
de: Objektivverschiebung (v)

source: lens shift (h)
de: Objektivverschiebung (h)

source: shear
de: Scherung

source: lens model
de: Objektiv

source: automatic cropping failed
de: automatisches Zuschneiden fehlgeschlagen

source: data pending - please repeat
de: Daten noch nicht bereit – bitte wiederholen

source: could not detect structural data in image
de: konnte keine Strukturen im Bild finden

source: could not run outlier removal
de: konnte Ausreißer nicht entfernen

source: not enough structure for automatic correction
de: nicht genügend Strukturen für automatische Korrektur

source: automatic correction failed, please correct manually
de: automatische Korrektur fehlgeschlagen, bitte manuell korrigieren

source: lens shift (%s)
de: Objektivverschiebung (%s)

source: vertical
de: vertikal

source: lens shift (vertical)
de: Objektivverschiebung (vertikal)

source: lens shift (horizontal)
de: Objektivverschiebung (horizontal)

source: guides
de: Hilfslinien

source: automatic cropping
de: automatisch Zuschneiden

source: largest area
de: größte Fläche

source: generic
de: generisch

source: specific
de: spezifisch

source: crop factor
de: Crop-Faktor

source: lens dependence
de: Objektivabhängigkeit

source: aspect adjust
de: Seitenverhältnis anpassen

source: automatic fit
de: automatisch anpassen

source: get structure
de: Strukturen finden

source: rotate image
de: Bild drehen

source: apply lens shift correction in one direction
de: Objektivverschiebung in eine Richtung korrigieren

source: shear the image along one diagonal
de: Bild entlang einer Diagonalen scheren

source: display guide lines overlay
de: Hilfslinien anzeigen

source: automatically crop to avoid black edges
de: Automatisch zuschneiden, um schwarze Ränder zu vermeiden

source: lens model of the perspective correction: generic or according to the focal length
de: Objektiv-Modell der perspektivischen Korrektur: generisch oder in Abhängigkeit von der Brennweite

source: focal length of the lens, default value set from exif data if available
de: Brennweite des Objektivs, standardmäßig auf den Werten der EXIF-Daten so weit verfügbar

source: crop factor of the camera sensor, default value set from exif data if available, manual setting is often required
de: Crop-Faktor des Sensors, standardmäßig auf den Werten der EXIF-Daten so weit vorhanden. Häufig muss dieser Wert angepasst werden

source: the level of lens dependent correction, set to maximum for full lens dependency, set to zero for the generic case
de: der Anteil der Objektivabhängigkeit der Korrektur, auf maximum setzen für volle Abhängigkeit, oder auf Null für den generischen Fall

source: adjust aspect ratio of image by horizontal and vertical scaling
de: Seitenverhältnis des Bildes durch horizontales und vertikales Skalieren anpassen

source: remove line structure information
de: Informationen über Linienstrukturen entfernen

source: toggle visibility of structure lines
de: Sichtbarkeit der Struktur-Linien umschalten

source: [%s on segment] select segment
de: [%s on segment] Segment auswählen

source: [%s on segment] unselect segment
de: [%s on segment] Segment abwählen

source: [%s] select all segments from zone
de: [%s] alle Segmente aus Region auswählen

source: [%s] unselect all segments from zone
de: [%s] alle Segmente aus Region abwählen

source: contrast equalizer
de: Kontrast Equalizer

source: mix
de: Einblenden

source: coarse
de: grobe Strukturen

source: denoise & sharpen
de: entrauschen & schärfen

source: sharpen
de: schärfen

source: denoise chroma
de: entrauschen (Chrominanz)

source: denoise
de: entrauschen

source: bloom
de: Überstrahlung

source: clarity
de: Klarheit

source: deblur: large blur, strength 4
de: Schärfen: starke Unschärfe, Stärke 4

source: deblur: large blur, strength 3
de: Schärfen: starke Unschärfe, Stärke 3

source: deblur: medium blur, strength 3
de: Schärfen: mittlere Unschärfe, Stärke 3

source: deblur: fine blur, strength 3
de: Schärfen: feine Unschärfe, Stärke 3

source: deblur: large blur, strength 2
de: Schärfen: große Unschärfe, Stärke 2

source: deblur: medium blur, strength 2
de: Schärfen: mittlere Unschärfe, Stärke 2

source: deblur: fine blur, strength 2
de: Schärfen: feine Unschärfe, Stärke 2

source: deblur: large blur, strength 1
de: Schärfen: große Unschärfe, Stärke 1

source: deblur: medium blur, strength 1
de: Schärfen: mittlere Unschärfe, Stärke 1

source: deblur: fine blur, strength 1
de: Schärfen: feine Unschärfe, Stärke 1

source: fine
de: fein

source: contrasty
de: kontrastreich

source: smooth
de: gleichmäßig

source: noisy
de: verrauscht

source: bold
de: kräftig

source: dull
de: matt

source: luma
de: Luminanz

source: change lightness at each feature size
de: Helligkeit je nach Strukturgröße ändern

source: change color saturation at each feature size
de: Farbsättigung je nach Strukturgröße ändern

source: edges
de: Kanten

source: change edge halos at each feature size only changes results of luma and chroma tabs
de: Kanten-Halos je nach Strukturgröße ändern dies ändert nur die Ergebnisse der Luminanz- und Chrominanz-Tabs

source: make effect stronger or weaker
de: mache den Effekt stärker oder schwächer

source: scale
de: Skalierung

source: canon eos like
de: Canon EOS-artig

source: canon eos like alternate
de: Canon EOS-artig, Alternative

source: nikon like
de: Nikon-artig

source: nikon like alternate
de: Nikon-artige Alternative

source: sony alpha like
de: Sony Alpha-artig

source: pentax like
de: Pentax-artig

source: ricoh like
de: Ricoh-artig

source: olympus like
de: Olympus-artig

source: olympus like alternate
de: Olympus-artige Alternative

source: panasonic like
de: Panasonic-artig

source: leica like
de: Leica-artig

source: kodak easyshare like
de: Kodak EasyShare-artig

source: konica minolta like
de: Konica Minolta-artig

source: samsung like
de: Samsung-artig

source: fujifilm like
de: Fujifilm-artig

source: nokia like
de: Nokia-artig

source: cubic spline
de: kubischer Spline

source: base curve
de: Basiskurve

source: abscissa: input, ordinate: output. works on RGB channels
de: x-Wert: Eingabe, y-Wert: Ausgabe. Arbeitet auf den RGB-Kanälen.

source: logarithmic
de: logarithmisch

source: scale to use in the graph. use logarithmic scale for more precise control near the blacks
de: Skala für den Graph. Logarithmisch erlaubt eine präzisere Kontrolle der Schatten

source: preserve colors
de: erhalte Farben

source: luminance
de: Luminanz

source: average RGB
de: mittleres RGB

source: sum RGB
de: Summe RGB

source: norm RGB
de: Normalisiertes RGB

source: basic power
de: Grundleistung

source: method to preserve colors when applying contrast
de: Verfahren zur Farberhaltung bei Kontraständerung

source: two exposures
de: zwei Belichtungen

source: three exposures
de: drei Belichtungen

source: fuse this image stopped up/down a couple of times with itself, to compress high dynamic range. expose for the highlights before use.
de: Dieses Bild mehrfach mit einer über-/unterbelichteten Kopie verschmelzen um hohen Dynamikumfang zusammenzufassen. Vor Gebrauch für die Spitzlichter belichten.

source: how many stops to shift the individual exposures apart
de: wie viele Blendenstufen die einzelnen Belichtungen auseinander liegen sollen

source: exposure shift
de: Belichtungsanpassung

source: whether to shift exposure up or down (-1: reduce highlight, +1: reduce shadows)
de: Soll die Belichtung angehoben oder abgesenkt werden (-1: Spitzlichter abschwächen, +1: Schatten abschwächen)

source: exposure bias
de: Belichtungstendenz

source: basic adjustments
de: grundlegende Anpassungen

source: contrast
de: Kontrast

source: brightness
de: Helligkeit

source: saturation
de: Sättigung

source: vibrance
de: Lebendigkeit

source: black level correction
de: Schwarzwert-Anpassung

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives
de: Anpassen des Schwarzwert, u, negative RGB-Werten zu entfernen. Niemals verwenden, um die Dichte in den Schwarztönungen zu erhöhen! Bei schlechter Einstellung werden dunkle Farben aus der Farbskala entfernt, weil die RGB-Werte negativ werden.

source: adjust the exposure correction
de: Belichtungskorrektur anpassen

source: highlight compression
de: Spitzlichtkompression

source: highlight compression adjustment
de: Spitzlichtkompression anpassen

source: contrast adjustment
de: Kontrastanpassung

source: middle grey
de: mittelgrau

source: middle grey adjustment
de: mittlere Graueinstellung

source: brightness adjustment
de: Helligkeitsanpassung

source: saturation adjustment
de: Farbsättigungsanpassung

source: apply auto exposure based on the entire image
de: Auto-Belichtung basierend auf dem gesamten Bild anwenden

source: apply auto exposure based on a region defined by the user click and drag to draw the area right click to cancel
de: Auto-Belichtung basierend auf einem vom Benutzer definierten Bereich anwenden Klicken und ziehen um den Bereich zu zeichnen. Rechtsklick zum Abbrechen

source: clip
de: schneiden

source: adjusts clipping value for auto exposure calculation
de: Anpassen des Zuschneidewertes für die automatische Belichtungsberechnung

source: local contrast
de: Lokaler Kontrast

source: coarseness
de: Korngröße

source: highlights
de: Spitzlichter

source: shadows
de: Schatten

source: mode
de: Modus

source: bilateral grid
de: bilaterales Gitter

source: local laplacian filter
de: lokaler Laplace-Filter

source: the filter used for local contrast enhancement. bilateral is faster but can lead to artifacts around edges for extreme settings.
de: der Filter, welcher für den lokalen Kontrast genutzt wird. Bilateral ist schneller, kann aber bei extremen Werten zu Artefakten an Kanten führen.

source: changes the local contrast
de: ändert den lokalen Kontrast

source: feature size of local details (spatial sigma of bilateral filter)
de: Größe der lokalen Details (Sigma der Entfernung für den bilateralen Filter)

source: L difference to detect edges (range sigma of bilateral filter)
de: L-Unterschied für die Kantenerkennung (Sigma des Farbabstands für den bilateralen Filter)

source: changes the local contrast of highlights
de: ändert den lokalen Kontrast der Spitzlichter
